[
    {
        "id": "bedroom_days",
        "title": "bedroom days",
        "date": "2022",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/bedroom.mp3",
        "note": [
            "When I first started becoming obsessed with production I was messing with this Sweet Gingerbread Man sample.",
            "God that song is so good.",
            "So anyways, we ended up with this little thing.",
            "Idk, maybe it could become a Julep song one day.",
            "Or maybe like a little intro like that one Frank Ocean song where it starts out with the radio.",
            "I think it's called Fertilizer?"
        ]
    },
    {
        "id": "tswift",
        "title": "Champagne Problems Rip",
        "date": "2022",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/tswift.mp3",
        "note": [
            "The piano syncopation thing is very cool to me.",
            "And then I ruined it by adding the Taylor Champagne Problems melody."
        ]
    },
    {
        "id": "wakeup",
        "title": "Wake The Fuck Up",
        "date": "2023",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/wakeup.mp3",
        "note": [
            "This is a part of an instagram reel chopped with some samples and a preacher.",
            "A breakdown out of this would go so hard."
        ]
    },
    {
        "id": "getmeawaifuasap",
        "title": "getmeawaifuasap",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/getmeawaifuasap.mp3",
        "note": [
            "We had a hurricane coming.",
            "It might have been Irma, I can’t remember and don’t feel like looking it up.",
            "It was a big one though and we all had work and school off and we were pretty stressed.",
            "But, then it missed our city at the last minute.",
            "I wrote this, because there wasn’t much else to do that weekend. Given that everything was closed.",
            "I have a couple versions of this where I tried to put vox over it, some hyperpop shit. Maybe I’ll upload those too, I’m not sure. They’re a little cringe."
        ]
    },
    {
        "id": "sadboynight",
        "title": "Flowerbed",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/sadboynight.mp3",
        "note": [
            "This is one of those demos that is hard to share because I don’t love how I sound or how it came out.",
            "That’s why a lot of these don’t see the light of day, afterall.",
            "But I do like the chorus.",
            "I wrote it during a really bad night and it was hella cathartic, so it’s got some sentimental value for me.",
            "Vagner (High Press) wrote a song for us using the chorus melody, which is affirming for me. I’d be stoked if it found a home somewhere."
        ]
    },
    {
        "id": "playstationdemo",
        "title": "Playstation",
        "date": "2022",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/playstationdemo.mp3",
        "note": [
            "Oh man, this one is so funny to me.",
            "I joined a hip hop production class in my final semester of undergrad.",
            "I’d been getting really into hip hop production, inspired by guys like Kenny Beats and The Alchemist.",
            "Something about some corny looking white dudes that everyone in hiphop still respected made me feel like I had permission to write in the space.",
            "So, anyways, a kid in class was like, “write me something”.",
            "I went home and cooked this up and the next week he freestyled this over it lmao. It was just me, him, and the professor vibing in a little school studio room.",
            "The professor was like “uh…the fuck?”"
        ]
    },
    {
        "id": "entersandman",
        "title": "Enter Sandman",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/Enter%20Sandman.mp3",
        "note": [
            "This shit is waaaaaaay too slow.",
            "I was trying to write something for High Press."
        ]
    },
    {
        "id": "tomogatchi",
        "title": "tomogatchi",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/tomogatchi.mp3",
        "note": [
            "I like the lyrics in this one, if nothing else.",
            "I realize I can be a little disparaging of myself in these notes regarding the songs.",
            "It’s hard to share something so roughly made, but the whole point is that I probably won’t do anything with any of these and I want a home for them.",
            "I think it also doesn’t help that I haven’t really made anything that is just me singing that I am proud of and is finished, so to released these little snippets with me singing is…challenging.",
            "anyways, I had just gotten a jujutsu kaisen tomogatchi, so that’s why it was on the brain."
        ]
    },
    {
        "id": "eldenbling",
        "title": "Elden Bling",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/elden%20bling.mp3",
        "note": [
            "This shit is so funny to me.",
            "It’s made using only sounds from Elden Ring.",
            "I made it on my macbook in between classes on a long day at school."
        ]
    },
    {
        "id": "blessings",
        "title": "blessings",
        "date": "2023",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/blessings.mp3",
        "note": [
            "I had just found out that Splice was a thing."
        ]
    },
    {
        "id": "popstar",
        "title": "just another pop star",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/popstar.mp3",
        "note": [
            "This was that hurricane beat (see the getmeawaifu demo for the lore).",
            "L and I made it into this hyperpop thing.",
            "We really considered making it a Julep song, but it just wasn’t working.",
            "Maybe one day."
        ]
    },
    {
        "id": "blueeyeswhitedragon",
        "title": "Blue Eyes White Dragon",
        "date": "2022",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/Blue%20Eyes%20White%20Dragon.mp3",
        "note": [
            "This is one of the first beats I ever made.",
            "I think it’s the second one.",
            "I have a tattoo of a blue eyes white dragon.",
            "I name these demos random little things and I find that it actually is very inspiring when you return to work on them.",
            "If it was a song with that name, I might think of the time that I was nearly drowned in the Oak Run Apartments swimming pool for my Yu-Gi-Oh deck.",
            "That is 100% true. That is a true fucking story."
        ]
    },
    {
        "id": "nllofibeats",
        "title": "NL Lofi Beats",
        "date": "2024",
        "url": "https://raw.githubusercontent.com/backyardbugs/sleepyhead-website/main/audio/NL%20Lofi%20Beats%20to%20Study%20To.mp3",
        "note": [
            "I watch an embarrassing amount of Northern Lion.",
            "That word is one of the words that I never learned how to spell and never intend to learn. I always just let autocorrect sort me out.",
            "I made a rough animation to accompany this.",
            "It has 2,000 views on youtube.",
            "Here’s the link: <a href='https://www.youtube.com/watch?v=ov3LmgyBRk8&list=RDov3LmgyBRk8&start_radio=1' target='_blank' style='color: var(--accent-color); text-decoration: underline;'>Northernlion lo-fi beats to study and relax to (forgive me worm kate)</a>",
            "The thumbnail is arguably worth the click."
        ]
    }
]